Repository: wp-plugins/acf-madmimi-audience-list
Catalog: lang/*.po
Languages: hu_hu

source: MadMimi Audience List
hu_hu: MadMimi Lista

source: Choice
hu_hu: Választó

source: Return Format
hu_hu: Adat Formátum

source: Set the type of data you would like the field to return
hu_hu: Válaszd ki, hogz milyen formátumban szeretnéd visszakapni az adatokat

source: Array of all API Data
hu_hu: Array formátumú API adatok

source: List ID
hu_hu: Lista ID

source: Name
hu_hu: Név

source: Display Name
hu_hu: Kijelzett Név

source: Subscrber Count
hu_hu: Feliratkozottak Száma

source: Allow Multiple
hu_hu: Több Lista Választása

source: Allow multiple?
hu_hu: Választható több lista egyszerre?

source: Allow Multiple Selections
hu_hu: Több lista választásának engedélyezése

source: MadMimi Settings
hu_hu: MadMimi Beállítások

source: Your MadMimi username and API key have been defined within constants. This is usually done in the wp-config file and is the better option. If you would like to store your username and API Key in the database remove the definitions and come back here to fill out a form.
hu_hu: A Madmimi felhasznlóneved és API kulcsodat már konstansokkal beállítottad. Ezt a jobbik választás, álltalában a wp-config fileban történik meg. Ha az adatbázisban szeretnéd tárolni ezeket az adatokat, távolítsd el a konstansokat és gyere vissza ide.

source: You can also set your username and API key by defining the MAL_MADMIMI_USERNAME and MAL_MADMIMI_API_KEY constants in the wp-config.php file for added safety.
hu_hu: Beállíthatod úgy is a felhasználóneved és API kulcsod, hogy a MAL_MADMIMI_USERNAME és MAL_MADMIMI_API_KEY konstansokat használod a wp-config.php file-ban.

source: MadMimi Account Username
hu_hu: MadMimi Felhasználónév

source: MadMimi API Key
hu_hu: MadMimi Api Kulcs
